{
	"races": [{
		"name" : "Android",
		"desc" : "<p>Complex technological creations crafted to resemble humans, androids were originally a servitor race, but they have since broken free to form their own society. Unlike ordinary robots or ship AIs, androids do not simply respond according to their programming; rather, they have independent consciousnesses and are animated by souls—a distinction crucial to their generally accepted status as people rather than property.</p><p>Androids are constructed, existing in a plethora of shapes and sizes, many different from the humans the species was originally built to emulate.</p><p>Although android culture is still in its infancy, their origin as artificial beings, their diversity, and their drive for independence defines and unites them as a people.</p>",
		"avgheightmin" : 5,
		"avgheightmax" : 7,
		"avgweightmin" : 100,
		"avgweightmax" : 200,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 0,
		"link" : "https://www.starjammersrd.com/races/androids/",
		"weight": 2
	},
	{
		"name": "Astrazoan",
		"desc": "<p>The shapeshifting astrazoans have lived as humans, lashuntas, verthani and many other races for the past few centuries, but their origins are shrouded in mystery. They have little in the way of their own culture and strive to find their place in the galaxy.</p><p>An astrazoan in their native form resembles a seven-limbed, human-sized starfish, with a single visual sensor in the middle of each limb. Their skeleton is cartilaginous and their flesh jellylike, but an astrazoan can spontaneously mold and introduce pigment into their flesh to imitate the appearance of almost any creature of the same size. Astrazoans are capable of forming both male and female reproductive organs and thus are effectively hermaphrodites. Because most astrazoans live in humanoid societies with defined gender roles, it is common for them to develop a fixed gender identity, but just as many are gender-fluid.</p><p>There are very few astrazoans in existence, and the majority of them reside in areas where they can blend in with the local populace. They do so not for any sinister reason or even from fear, but out of a desire to make those whom they live among more comfortable. They are aware that their natural form might be a bit off putting to humanoids who primarily interact with only other humanoids.</p><p>On a hunch, a team of researchers recently compared the DNA of an astrazoan volunteer to samples from an ancient and extinct race, and found a remarkable number of similarities. This race was known for being unique: no two of them looked alike. These researchers theorize that some of them used highly advanced genetic engineering to completely transform themselves in response to an extinction level threat; the astrazoans’ innate ability to control their forms is thought to be a side effect of this change, though some believe it was the intended purpose.<p>",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 4,
		"link" : "https://www.starjammersrd.com/races/other-races/astrazoan/",
		"weight": 1
	}, {
		"name": "Bantrid",
		"desc": "<p>Until recently, the Bantrid homeworld was believed to be uninhabited. With rolling hills covered in stubby grasslike protrusions and very few bodies of water, it held little of interest for explorers. The moon’s lack of natural resources and the pervasive stench that issued from the ground, which no manner of filtration could suppress, further contributed to this world not being colonized by the barathus—or anyone else, for that matter.</p><p>However, less than 5 years ago, previously unnoticed machinery under the surface began to stir. All across the moon, apertures opened in the ground, from which rose tall towers with spiraling ramps. Heretofore unknown creatures emerged from these towers, their small visual sensors adjusting to the light of the distant sun. The members of this sentient species, who call themselves bantrids, had slumbered in stasis for eons before their ancient computers woke them. Because of faulty data-storage drives, however, the bantrids had no knowledge of the solar system’s current political climate and no recollection of why their people entered stasis in the first place. Some believe they were hiding from an imminent threat or natural disaster, while others posit that bantrids were the first sentient species in the system and that they put themselves to sleep to wait for others to interact with.</p><p>Bantrids have unusual anatomy. Their lower halves are nothing more than dense organic spheres. Bantrids move by spinning these foot-orbs using hundreds of thousands of cilia on the underside of partial sheaths that cover the orbs. Their upper torsos are stout columns that taper slightly at the top. Bantrids have no heads in the fashion most humanoids do. Instead, their visual and auditory sensors are located in the middle of their torsos, directly under small mouths containing a few teeth made only for chewing fruits and nuts. Bantrids have no noses and, in fact, no sense of smell at all. Near the apex of their torsos, bantrids have a pair of appendages that resemble large, flat hands with several thin fingers. Bantrids’ skin often bears striped coloration along the length of their torsos and across their upper limbs.</p><p>Most bantrids are curious about the &quot;new&quot; galaxy they now find themselves in and are eager to learn about all the other sentient species that inhabit it. This leads them to rush (sometimes literally) into situations before fully understanding them. Some of their neighbors find this trait endearing and happily bring bantrids into their businesses or starship crews, while a few others are put off by their appearance. Bantrids don’t hesitate to write off those who don’t accept them, and they easily move on to new opportunities.<p><p>Bantrid culture revolves around motion, from their ramped tower-dwellings to their treadmill-chairs. A bantrid who isn’t moving starts to feel an overwhelming dread akin to claustrophobia. If this lasts too long, the bantrid will simply leave wherever they are at the moment, despite the social consequences. A restrained bantrid will keen wildly and hyperventilate, usually passing out.</p><p>Bantrids have no gender and reproduce via a form of budding that creates tiny bantrids whose foot-orbs are not yet sufficiently developed to allow locomotion. These offspring must be carefully watched over until they can move on their own, which takes about 5 months.",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 6,
		"link" : "https://www.starjammersrd.com/races/other-races/bantrid/",
		"weight": 1
	}, {
		"name": "Borai",
		"desc": "<p>Borais are an unusual form of corporeal undead. Instead of being a dead body animated by negative energy, a borai has a mostly dead body that retains the smallest sliver of its soul. The two are inexorably bound, as the body draws vitality from the soul while the soul uses the body to remain on the Material Plane. Some borais are the results of partially botched resurrection attempts, either magical or technological, while others were people who were simply too stubborn to fully die when their time came.</p><p>Borais appear much as they did in life, but their skin becomes pale and fragile, and dark veins of negative energy blossom across their bodies, a visual sign of the undead connection between their flesh and spirits. Borais still need to eat, breathe, and sleep, just like any living creature, but they age at radically slowed rates, allowing them to live for a few additional centuries. After that length of time, a borai’s physical body deteriorates to such a degree that the soul can no longer sustain it; the borai then both dies (as living creatures do) and is destroyed (as undead creatures are). Scholars are divided as to whether these souls move on to their appointed afterlives or simply dissipate into nothingness; mystical attempts to contact these souls have unfortunately failed, leaving researchers frustrated in their pursuit of answers.</p><p>Some borais embrace their disconcerting aspects, finding employment as terrifying enforcers or imposing bodyguards, while others seek to overcome and erase the stigma of their undead nature by holding diplomatic positions or taking jobs where they interact with the public. A few borais attempt to hide their pale appearances with cosmetics and full-body clothing. These borais attempt to blend in with members of their original races, though this often results in heartbreak and feelings of betrayal from their friends.</p>",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 6,
		"link" : "https://www.starjammersrd.com/races/other-races/borai/",
		"weight": 1
	}, {
		"name": "Contemplative",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 6,
		"link" : "https://www.starjammersrd.com/races/other-races/contemplative/",
		"weight": 1
	}, {
		"name": "Draelik",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 6,
		"link" : "https://www.starjammersrd.com/races/other-races/draelik/",
		"weight": 1
	}, {
		"name": "Dragonkin",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 3,
		"link" : "https://www.starjammersrd.com/races/other-races/dragonkin/",
		"weight": 1
	}, {
		"name": "Drow",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 4,
		"link" : "https://www.starjammersrd.com/races/other-races/drow/",
		"weight": 1
	}, {
		"name": "Elf",
		"desc": "",
		"avgheightmin" : 5,
		"avgheightmax" : 6,
		"avgweightmin" : 130,
		"avgweightmax" : 170,
		"maturationyear" : 100,
		"maxage" : 750,
		"maxsiblings" : 4,
		"link" : "https://www.starjammersrd.com/races/standard-fantasy-races/elves/",
		"weight": 1
	}, {
		"name": "Formian",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 1,
		"maxage" : 0,
		"maxsiblings" : 100,
		"link" : "https://www.starjammersrd.com/races/other-races/formian/",
		"weight": 1
	}, {
		"name": "Gnome",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 12,
		"link" : "https://www.starjammersrd.com/races/standard-fantasy-races/gnomes/",
		"weight": 1
	},
	{
		"name": "Gray",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 4,
		"link" : "https://www.starjammersrd.com/races/other-races/gray/",
		"weight": 1
	},	
	{
		"name": "Haan",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 6,
		"link" : "https://www.starjammersrd.com/races/other-races/haan/",
		"weight": 4
	}, 
	{
		"name": "Half-elf",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 2,
		"link" : "https://www.starjammersrd.com/races/standard-fantasy-races/half-elves/",
		"weight": 1
	},
	{
		"name": "Half-Orc",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 2,
		"link" : "https://www.starjammersrd.com/races/standard-fantasy-races/half-orcs/",
		"weight": 1
	},
	{
		"name": "Halfling",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 12,
		"link" : "https://www.starjammersrd.com/races/standard-fantasy-races/halflings/",
		"weight": 1
	},
	{
		"name": "Human",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 9,
		"link" : "https://www.starjammersrd.com/races/humans/",
		"weight": 1
	},
	{
		"name": "Ikeshti",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 6,
		"link" : "https://www.starjammersrd.com/races/other-races/ikeshti/",
		"weight": 1
	},
	{
		"name": "Kalo",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 6,
		"link" : "",
		"weight": 1
	},
	{
		"name": "Kasatha",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 4,
		"link" : "",
		"weight": 1
	},
	{
		"name": "Lashunta",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 4,
		"link" : "",
		"weight": 1
	},
	{
		"name": "Shirren",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 300,
		"link" : "",
		"weight": 1
	},
	{
		"name": "Vesk",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 10,
		"link" : "",
		"weight": 1
	},
	{
		"name": "Witchwyrd",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 6,
		"link" : "",
		"weight": 1
	},
	{
		"name": "Ysoki",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 8,
		"link" : "",
		"weight": 1
	},
	{
		"name": "Other",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 6,
		"link" : "",
		"weight": 1
	}
]
}