{
	"races": [{
		"id" : 0,
		"name" : "Android",
		"desc" : "<p>Complex technological creations crafted to resemble humans, androids were originally a servitor race, but they have since broken free to form their own society. Unlike ordinary robots or ship AIs, androids do not simply respond according to their programming; rather, they have independent consciousnesses and are animated by souls—a distinction crucial to their generally accepted status as people rather than property.</p><p>Androids are constructed, existing in a plethora of shapes and sizes, many different from the humans the species was originally built to emulate.</p><p>Although android culture is still in its infancy, their origin as artificial beings, their diversity, and their drive for independence defines and unites them as a people.</p>",
		"avgheightmin" : 5,
		"avgheightmax" : 7,
		"avgweightmin" : 100,
		"avgweightmax" : 200,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 0,
		"link" : "https://www.starjammersrd.com/races/androids/",
		"weight": 2
	},
	{
		"id" : 1,
		"name": "Astrazoan",
		"desc": "<p>The shapeshifting astrazoans have lived as humans, lashuntas, verthani and many other races for the past few centuries, but their origins are shrouded in mystery. They have little in the way of their own culture and strive to find their place in the galaxy.</p><p>An astrazoan in their native form resembles a seven-limbed, human-sized starfish, with a single visual sensor in the middle of each limb. Their skeleton is cartilaginous and their flesh jellylike, but an astrazoan can spontaneously mold and introduce pigment into their flesh to imitate the appearance of almost any creature of the same size. Astrazoans are capable of forming both male and female reproductive organs and thus are effectively hermaphrodites. Because most astrazoans live in humanoid societies with defined gender roles, it is common for them to develop a fixed gender identity, but just as many are gender-fluid.</p><p>There are very few astrazoans in existence, and the majority of them reside in areas where they can blend in with the local populace. They do so not for any sinister reason or even from fear, but out of a desire to make those whom they live among more comfortable. They are aware that their natural form might be a bit off putting to humanoids who primarily interact with only other humanoids.</p><p>On a hunch, a team of researchers recently compared the DNA of an astrazoan volunteer to samples from an ancient and extinct race, and found a remarkable number of similarities. This race was known for being unique: no two of them looked alike. These researchers theorize that some of them used highly advanced genetic engineering to completely transform themselves in response to an extinction level threat; the astrazoans’ innate ability to control their forms is thought to be a side effect of this change, though some believe it was the intended purpose.<p>",
		"avgheightmin" : 5,
		"avgheightmax" : 7,
		"avgweightmin" : 120,
		"avgweightmax" : 160,
		"maturationyear" : 16,
		"maxage" : 140,
		"maxsiblings" : 4,
		"link" : "https://www.starjammersrd.com/races/other-races/astrazoan/",
		"weight": 1
	}, {
		"id" : 2,
		"name": "Bantrid",
		"desc": "<p>Until recently, the Bantrid homeworld was believed to be uninhabited. With rolling hills covered in stubby grasslike protrusions and very few bodies of water, it held little of interest for explorers. The moon’s lack of natural resources and the pervasive stench that issued from the ground, which no manner of filtration could suppress, further contributed to this world not being colonized by the barathus—or anyone else, for that matter.</p><p>However, less than 5 years ago, previously unnoticed machinery under the surface began to stir. All across the moon, apertures opened in the ground, from which rose tall towers with spiraling ramps. Heretofore unknown creatures emerged from these towers, their small visual sensors adjusting to the light of the distant sun. The members of this sentient species, who call themselves bantrids, had slumbered in stasis for eons before their ancient computers woke them. Because of faulty data-storage drives, however, the bantrids had no knowledge of the solar system’s current political climate and no recollection of why their people entered stasis in the first place. Some believe they were hiding from an imminent threat or natural disaster, while others posit that bantrids were the first sentient species in the system and that they put themselves to sleep to wait for others to interact with.</p><p>Bantrids have unusual anatomy. Their lower halves are nothing more than dense organic spheres. Bantrids move by spinning these foot-orbs using hundreds of thousands of cilia on the underside of partial sheaths that cover the orbs. Their upper torsos are stout columns that taper slightly at the top. Bantrids have no heads in the fashion most humanoids do. Instead, their visual and auditory sensors are located in the middle of their torsos, directly under small mouths containing a few teeth made only for chewing fruits and nuts. Bantrids have no noses and, in fact, no sense of smell at all. Near the apex of their torsos, bantrids have a pair of appendages that resemble large, flat hands with several thin fingers. Bantrids’ skin often bears striped coloration along the length of their torsos and across their upper limbs.</p><p>Most bantrids are curious about the &quot;new&quot; galaxy they now find themselves in and are eager to learn about all the other sentient species that inhabit it. This leads them to rush (sometimes literally) into situations before fully understanding them. Some of their neighbors find this trait endearing and happily bring bantrids into their businesses or starship crews, while a few others are put off by their appearance. Bantrids don’t hesitate to write off those who don’t accept them, and they easily move on to new opportunities.<p><p>Bantrid culture revolves around motion, from their ramped tower-dwellings to their treadmill-chairs. A bantrid who isn’t moving starts to feel an overwhelming dread akin to claustrophobia. If this lasts too long, the bantrid will simply leave wherever they are at the moment, despite the social consequences. A restrained bantrid will keen wildly and hyperventilate, usually passing out.</p><p>Bantrids have no gender and reproduce via a form of budding that creates tiny bantrids whose foot-orbs are not yet sufficiently developed to allow locomotion. These offspring must be carefully watched over until they can move on their own, which takes about 5 months.",
		"avgheightmin" : 3,
		"avgheightmax" : 4,
		"avgweightmin" : 70,
		"avgweightmax" : 100,
		"maturationyear" : 8,
		"maxage" : 90,
		"maxsiblings" : 6,
		"link" : "https://www.starjammersrd.com/races/other-races/bantrid/",
		"weight": 1
	}, {
		"id" : 3,
		"name": "Borai",
		"desc": "<p>Borais are an unusual form of corporeal undead. Instead of being a dead body animated by negative energy, a borai has a mostly dead body that retains the smallest sliver of its soul. The two are inexorably bound, as the body draws vitality from the soul while the soul uses the body to remain on the Material Plane. Some borais are the results of partially botched resurrection attempts, either magical or technological, while others were people who were simply too stubborn to fully die when their time came.</p><p>Borais appear much as they did in life, but their skin becomes pale and fragile, and dark veins of negative energy blossom across their bodies, a visual sign of the undead connection between their flesh and spirits. Borais still need to eat, breathe, and sleep, just like any living creature, but they age at radically slowed rates, allowing them to live for a few additional centuries. After that length of time, a borai’s physical body deteriorates to such a degree that the soul can no longer sustain it; the borai then both dies (as living creatures do) and is destroyed (as undead creatures are). Scholars are divided as to whether these souls move on to their appointed afterlives or simply dissipate into nothingness; mystical attempts to contact these souls have unfortunately failed, leaving researchers frustrated in their pursuit of answers.</p><p>Some borais embrace their disconcerting aspects, finding employment as terrifying enforcers or imposing bodyguards, while others seek to overcome and erase the stigma of their undead nature by holding diplomatic positions or taking jobs where they interact with the public. A few borais attempt to hide their pale appearances with cosmetics and full-body clothing. These borais attempt to blend in with members of their original races, though this often results in heartbreak and feelings of betrayal from their friends.</p>",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 6,
		"link" : "https://www.starjammersrd.com/races/other-races/borai/",
		"weight": 1
	}, {
		"id" : 4,
		"name": "Contemplative",
		"desc": "<p>The beings known through the Pact Worlds as contemplatives of Ashok were once humanoids of extreme intelligence living on Akiton. Upon unlocking exceptional psychic powers, they deliberately evolved their brains, to the detriment of their bodies. Now, contemplatives float along using telekinesis, their atrophied bodies dangling from pulsating brain-sacs.</p><p>Contemplatives’ specialized evolution dates back to long before the Gap, and only piecemeal records hint at their original appearance. Were they more interested in power and influence as a species, they likely would have conquered their home planet of Akiton, but instead, most contemplatives are content to ponder the multiverse and its secrets, most famously debating their conclusions in Akiton’s Halls of Reason. Contemplatives scholars are universally welcomed in laboratories, research facilities, and universities throughout the Pact Worlds, making them among the most prolific academic authors. Those who turn their minds to more worldly pursuits are rare, yet it is small cabals of such financial masterminds and political theorists that have best exploited Akiton’s recent economic downturn. These moguls have purchased large swaths of the planet’s real estate, ruling as silent overlords of ghost towns and thriving neighborhoods alike.</p><p>Although contemplatives are known to be extraordinarily intelligent, observant, and confident, their behavior is often jarring to their colleagues of other species. Individual contemplatives often refer to groups of their kindred using the first-person plural, suggesting some degree of racial hivemind, telepathic union, or sacred sense of shared existence. Further supporting this theory is the fact that contemplatives rarely come into conflict with one another, with few instances of intraracial violence in recorded history. Despite contemplatives’ relative peacefulness, other races often perceive them as aloof, overly logical, and emotionally sterile.</p><p>Contemplatives are able to speak, though their voices are reedy and soft. Most consider verbal communication rather crude, favoring telepathy. Those who regularly need to speak often wear inexpensive contact speakers that translate their telepathic thoughts into spoken words. They’re also able to sing in keening wails, although they rarely do so except around others of their kind or their most honored colleagues. The few ethnographers who study this behavior directly have compared the songs to religious paeans—an association contemplatives find absurd, in part because most prefer to study faith objectively rather than as worshipers.</p><p>Despite their frail appearance, contemplatives are able to survive in unforgiving environments. They find indoor sites far more comfortable, however especially areas that are cool and still, as these conditions facilitate their concentration. When contemplatives do build their own communities, the structures are often windowless and difficult to navigate for those unable to fly.</p>",
		"avgheightmin" : 3,
		"avgheightmax" : 4,
		"avgweightmin" : 75,
		"avgweightmax" : 125,
		"maturationyear" : 50,
		"maxage" : 600,
		"maxsiblings" : 3,
		"link" : "https://www.starjammersrd.com/races/other-races/contemplative/",
		"weight": 1
	}, {
		"id" : 5,
		"name": "Draelik",
		"desc": "<p>The Shadari Confederacy lies cloaked deep within an area known as the Kurzach Nebula: an immense cloud of ionized, dingy-colored gases that block most scans and make astrogation difficult. As such, this loose organization houses all manner of fugitives, itinerants, and other scoundrels, and it is led by the inhabitants of Great Shadar, a waterless planet orbiting this system’s dim star. These residents call themselves draeliks, and they are singularly united in support of the Confederacy’s lawless ideals. To outsiders, however, they often seem more beholden to the grotesque sceaduinars: extraplanar creatures from the Negative Energy Plane, and the main figures of the most prominent draelik faith.</p><p>Draeliks are gaunt humanoids who average 7 feet in height. They have vestigial gills on their necks and slightly webbed hands and feet that hint that they may have once been an aquatic race, even though their home world currently has no oceans or lakes. Instead of hair, draeliks have short bristles on their heads. The color of draeliks’ skin spans various shades of yellow, from mustard to saffron. Draeliks have three fingers and a thumb on each of their hands, and their limbs are slightly longer than those of humans.</p><p>The majority of draeliks have a mystical marking resembling a third eye that usually appears on the forehead. Known as Eyes of Enlightenment, these mark them as adherents of the philosophy of Ataxxea, a belief that pays homage to sceaduinars and finds entropy to be the most sublime force in the universe. Members of this faith don’t actively set out to destroy, but they do very little to prevent and reverse natural deterioration. They build only items that speed up this decay, mostly by using negative energy. This pseudoreligion is widespread throughout the Confederacy, and many races native to the nebula count themselves as followers, receiving the Eye of Enlightenment during a ritualistic process involving special inks distilled from dark energies. Many who get this tattoo gain powers similar to solarians who focus on the graviton aspects of their cycle.</p><p>While some outsiders mistakenly conflate the nihilistic philosophy of Ataxxea with that of the Cult of the Devourer, most draeliks find the comparison deeply offensive. To them, their path is a stately and dignified march toward the inevitable and ordained end of all things, while the Devourer’s followers cheapen the entire experience and ruin the work of generations by thrashing around in childlike tantrums, attempting to tear reality’s fabric instead of embracing its beautiful unraveling.</p><p>The few draeliks who don’t follow these entropic beliefs generally leave the Kurzach Nebula to seek their fortunes in the wider galaxy. Despite their rejection of their home world’s nihilism, however, they are often still drawn to careers that emphasize the deeply ingrained talents of their people, hiring themselves out as deceptive assassins, furtive thieves, or mystics of dubious morality. Draeliks encased in shining armor and fighting for the betterment of every race and creed are rare, and those who seek to shatter the mold must always contend with their inner demons, sometimes even struggling against foul temptations from sceaduinars who want to bring them back into the fold.</p>",
		"avgheightmin" : 6,
		"avgheightmax" : 8,
		"avgweightmin" : 130,
		"avgweightmax" : 270,
		"maturationyear" : 15,
		"maxage" : 90,
		"maxsiblings" : 6,
		"link" : "https://www.starjammersrd.com/races/other-races/draelik/",
		"weight": 1
	}, {
		"id" : 6,
		"name": "Dragonkin",
		"desc": "<p>Native to Triaxus, dragonkin are smaller and more humanoid than their true dragon cousins, yet more intelligent than brutish drakes and wyverns. Even before the advent of the Gap, dragonkin had a long history of alliance with humanoids, specifically in a region on Triaxus called the Skyfire Mandate, where many dragonkin carried ryphorian riders into battle against the armies of the evil dragons in the Drakelands. With the formation of the Pact, however, the Drakelands’ masters ramped back their cruelty to ostensibly legal levels; these dragons eschewed their expansionist wars in favor of biased laws, secret police forces, and corporate oligarchies. In the wake of this peace and the dawn of easily accessible space travel, the Skyfire Mandate’s famed Dragon Legion was renamed the Skyfire Legion and found a new purpose as a spacefaring mercenary league that protects innocent colony worlds that are beyond the reach of the Pact’s laws. Yet not all dragonkin and their bonded partners signed up to join the legendary militia’s new crusade, and some instead took to the stars independently to find their own fortunes.</p><p>Probably the greatest distinguishing feature of the dragonkin is their near-magical ability to bond with a non-dragonkin partner, traditionally a ryphorian. Living and working together— and often training to complement each other in combat—a dragonkin and his partner can develop such a deep bond that they begin to literally read each other’s thoughts, allowing them to act with perfect synchronization. On Triaxus, this historically resulted in bonded pairs known as dragonrider pairs: a humanoid partner riding into combat on the dragonkin’s back and providing ranged and magical support. While there are still plenty of planet-dwelling pairs who practice this ancient form of combat, today, a dragonkin and his partner more often use their link to make an exceptional starship crew or ground assault squad. The bond between dragonkin and partner goes far beyond simple combat, however. While generally not romantically involved with each other, dragonkin and their partners act in sync in nearly every aspect of their lives and form an inseparable partnership that outside relationships must accommodate.</p><p>Life among the stars has led to variation within the dragonkin race, both culturally and genetically. While dragonkin adopted the use of armor, weapons, and other tools millennia ago, this reliance has accelerated dramatically in recent centuries. Dragonkin who remain on Triaxus and live according to tradition retain their abilities, yet those who make their homes in the cramped quarters of ships and space stations have a diminished ability to fly—a fact that drives a wedge between traditionalists and the newer breed, the latter of which claim that a good starship provides the only wings they need.</p><p>Dragonkin tend to be intimidatingly stoic to strangers but loyal and fun with their friends. While the Skyfire Legion has an unusually heroic code of ethics for a mercenary unit, dragonkin in general are no more good or evil than humans, finding their own religious or moral codes or simply doing whatever it takes to protect their friends and families. While legionaries don’t like to admit it, many dragonkin (and even their humanoid partners) are perfectly happy working for the chromatic-run corporations on Triaxus, conducting shady operations and making sure humanoids in the Drakelands remain properly cowed. Dragonkin have a particularly complicated relationship with the vesk, as the normally aggressive reptilian race have ancient religious scriptures claiming that the spirits of the Veskarium’s greatest warriors would be reincarnated elsewhere in a form suspiciously similar to the dragonkin, and thus vesk have always treated dragonkin with respect and deference, even when their two systems were at war.</p>",
		"avgheightmin" : 8,
		"avgheightmax" : 20,
		"avgweightmin" : 500,
		"avgweightmax" : 2500,
		"maturationyear" : 25,
		"maxage" : 200,
		"maxsiblings" : 3,
		"link" : "https://www.starjammersrd.com/races/other-races/dragonkin/",
		"weight": 1
	}, {
		"id" : 7,
		"name": "Drow",
		"desc": "<p>With purple skin and white hair, drow are physically beautiful but merciless. Common drow form the majority of civilian and military forces and are governed by more powerful drow nobles. This strictly matriarchal culture leaves few opportunities for a common male, and training as an enforcer for a noble house or arms dealer is one of only a few ways a drow male can secure a somewhat comfortable life—if not necessarily a long one.</p><p>Drow are ruthless opponents, having no qualms about setting ambushes or luring enemies to locations where they have the upper hand. They regard ideals such as fairness and honor as pathetic gestures of lesser races, and consider all who hold such beliefs deserving of exploitation. Drow have no compunction about using other races as slaves and minions, using them as cannon fodder when exploring potentially dangerous new locations or as a line of defense that allows drow to flee to safety when an encounter turns against them.</p><p>As their economy revolves primarily around retrieving, reverse engineering, and selling weaponry from the planet-ship they have claimed as their own, drow are known throughout the Pact Worlds for having some of the finest, most cutting-edge armaments available. Their soldiers specialize in the use of ranged weapons, favoring teamwork tactics to undermine their foes’ defenses—though even an otherwise loyal sniper wouldn’t hesitate to prioritize his personal vendetta and take advantage of a clear line of fire to a rival in the chaos of a firefight.</p><p>Some drow are born with gifts beyond those of most of their kind, including greater magical power. These individuals are referred to as drow nobles, and are most commonly born to other drow nobles within the powerful ruling houses through the aid of genetic-selection technology that is tightly controlled by those houses. However, it is not unheard of for a drow noble to be born to common parents without any genetic intervention. Such gifted progeny, upon realizing their talents, typically leverage them to gain a higher position in society, whether by aligning themselves with one of the powerful houses or striking out to earn a name for themselves. Given their exceptional talents, drow nobles quickly rise through the ranks and are soon recognized for their achievements even if a few common drow happen to disappear along their path to power.</p><p>A drow noble scion of a powerful arms-dealing house might lead a branch of the family arms dealership, traveling throughout the Pact Worlds and fledgling colonies to secure buyers for the advanced technology her house produces based on the relics plumbed from their world. Other scions reinforce their noble houses’ connections with their demon lord patrons, becoming powerful mystics, or train as technomancers with a goal of unraveling the mysteries of the portal-gate at the center of Nightarch (see pages 458–459 of the Starfinder Core Rulebook).</p>",
		"avgheightmin" : 5,
		"avgheightmax" : 7,
		"avgweightmin" : 100,
		"avgweightmax" : 150,
		"maturationyear" : 100,
		"maxage" : 750,
		"maxsiblings" : 4,
		"link" : "https://www.starjammersrd.com/races/other-races/drow/",
		"weight": 1
	}, {
		"id" : 8,
		"name": "Elf",
		"desc": "<p>Lithe, long-lived humanoids, elves are easily recognized by their pointed ears and pupils so large that their eyes seem to be all one color. Possessed of an inherent bond with the natural world, they tend to subtly take on the coloration of their surroundings over the course of many years and have a deep spiritual regard for nature.</p><p>Of all the races common to the solar system, elves were perhaps the hardest-hit by the Gap, and the slowest to adapt and recover. Where shorter-lived races quickly gave birth to children who had never known any other way of life, and thus were personally unaffected by the loss of history, the elven generation whose lives extended back into the Gap continued on, broken and confused by the blank centuries in their own lives and memories. What’s more, those leaders charged with trying to piece together their social history from scraps soon came to a grim conclusion: during the Gap, their race had been betrayed by another—yet exactly which race was involved remains unclear, all suggestions of the answer scrubbed by malicious intent or the Gap itself.</p><p>Reeling and angry, elves from across the system retreated to their ancestral homeland of Sovyrian on Castrovel and dug in, determined to never again be caught unprepared by disaster. Even this was a fraught endeavor, however, as many of the established elven families already on Castrovel resented the chaos and upheaval caused by the sudden flood of refugees.</p><p>Today, the elves are a reclusive, xenophobic race, little understood by their neighbors and uninclined to remedy that situation. Though their starships still travel the void, trading with other worlds, they largely carry allelven crews, and most elves choose to live among their own kind either in Sovyrian or in predominantly elven enclaves on other worlds. Those adventurous or rebellious individuals who choose to live among other races are called the Forlorn, due both to their loss of elven companionship and to their tendency to outlive friends of other races. Most are viewed with pity and suspicion by their kindred.</p><p>Within their borders, elves tend to be whimsical and passionate, yet when dealing with outsiders their laughter disappears quickly, replaced by a cold, unyielding wall. Elven warriors and diplomats operating outside of Sovyrian on government business sometimes even choose to go masked, hiding their identities around other races in order to better represent a united elven state.</p><p>While elves have embraced technology and the security it brings, they also maintain a deep affinity for magic, seeing in its practice a continuity with their ancestors. Elves are most often mystics, operatives, and technomancers, and when they go adventuring, it’s often to recover bits of magical lore lost to history, or else to find ways to ensure Sovyrian’s strength in the centuries to come. The primary exception to all of these tendencies are the drow—purple-skinned elves who reject the company of their brethren to live on Apostae and mine alien tech from that world’s interior, making them some of the most feared and respected arms dealers in the system. Ordinary elves and drow despise one another, and while Sovyrian’s leadership generally tries to distance itself from political entanglements, supposedly rogue elven fleets have launched several surprise assaults on Apostae in an effort to &quot;cleanse the corruption.&quot; The fact that these attacks have resulted in sanctions from the Pact Council has somehow done little to deter the elves.</p>",
		"avgheightmin" : 5,
		"avgheightmax" : 6,
		"avgweightmin" : 130,
		"avgweightmax" : 170,
		"maturationyear" : 100,
		"maxage" : 750,
		"maxsiblings" : 4,
		"link" : "https://www.starjammersrd.com/races/standard-fantasy-races/elves/",
		"weight": 1
	}, {
		"id" : 9,
		"name": "Formian",
		"desc": "<p>Formians resemble giant ants with humanoid upper bodies, and carve their chitinous plates with insignias reflecting their individual names and achievements. Members of a hive all share a telepathic link, allowing them to coordinate efficiently.</p><p>Within a hive are castes specialized to particular tasks. The queen leads the hive and is its sole means of propagation, while castes like the aristocratic myrmarchs and mercantile taskmasters direct lower castes like warriors and workers.</p><p>Formian workers are the backbone of hive labor and hatched in large clutches-many workers never gain a name beyond their number within the clutch. While strong, they typically flee combat unless ordered to fight. Formian warriors, by contrast, are fierce sterile females, each with a stronger individual identity to allow for more effective battle tactics. This individualism makes warriors more likely to chafe under strict hive hierarchies, and these are the formians most likely to set out on their own.</p><p>Formians are most common on Castrovel. For millennia they sought to eradicate the lashunta, their traditional foes, but their queens now instead focus on adopting other species’ technology to industrialize their traditional hive societies.</p>",
		"avgheightmin" : 6,
		"avgheightmax" : 8,
		"avgweightmin" : 150,
		"avgweightmax" : 250,
		"maturationyear" : 1,
		"maxage" : 115,
		"maxsiblings" : 100,
		"link" : "https://www.starjammersrd.com/races/other-races/formian/",
		"weight": 1
	}, {
		"id" : 10,
		"name": "Gnome",
		"desc": "<p>Long-ago emigrants from the primal fey realm called the First World, gnomes are a vivacious people who have adapted to their tumultuous heritage in curious ways, and evolved significantly from accounts found in pre-Gap records.</p><p>Gnomes today fall into two ethnicities: feychildren and bleachlings. Easily recognized by their brightly colored skin and hair, feychildren remain physiologically and socially close to their otherworldly heritage and are intensely mercurial, possessed of wild whimsy and a ravenous, reckless appetite for adventure. Bleachlings, by contrast, are believed to be the descendants of those who survived the virulent gnome plague called the Bleaching, which to this day threatens to drain the color and life from any feychild gnomes who don’t constantly seek out enough new experiences to retain their vibrancy. Bleachlings are typically born with monochromatic features, their palettes ranging from black and white to brown and gray. While they are usually more even-tempered than their feychild cousins, Bleachlings have an exaggerated—but only half-deserved—reputation for dourness.</p><p>How exactly the bleachling adaptation occurred—whether it was an intentional and experimental genetic solution to the ancient gnome disease, a freak mutation, some deific blessing, or something else entirely—has sadly been lost to the Gap, and many feychild gnome researchers desperately attempt to re-create it in corporate laboratories and magical universities. In the meantime, bleachling gnomes continue to pass their immunity on to their children and those of mixed relationships, founding a new subrace that, while still currently a minority, is poised to someday completely replace their parent race— for better or worse.</p><p>Gnomes of both types usually have spindly frames and large eyes that give them a youthful (and sometimes disturbing) appearance. Both ethnicities remain extremely curious and have a passion for new experiences, yet they often take different approaches to this need for mental stimulation—while feychildren are constantly chasing new physical situations and sensations, bleachlings often find their search for novelty sated through purely intellectual pursuits. As a culture, gnomes rarely build lasting social structures among themselves or other groups. Instead, most gnomes choose to constantly pursue their whimsy and passions alone or with a few close companions. Many feychild gnomes in particular find that keeping interesting friends is a good way to stave off the apathy and eventual madness that is the Bleaching.</p><p>Gnomes often find it difficult to relate to other races, as their humor and thought processes can seem wildly bizarre to those who don’t share their unique viewpoints or context. As a result, most gnomes don’t expect to be understood, and thus don’t bother to explain themselves, further widening the gap between themselves and others. Yet while they are often complex and erratic, gnomes generally have kind and generous hearts, especially when it concerns their friends. Both ethnicities tend to get along best with humans and ysoki, while finding kasatha and vesk overly stodgy, though bleachling gnomes are also commonly found in the company of lashunta scholars. Feychild gnomes make excellent fasttalking envoys, while bleachling gnomes often lean toward studious, intellectual classes like the mechanic, mystic, and technomancer. Gnomes are most often found on Absalom Station and Castrovel, though their curiosity has spread them across the Pact Worlds and beyond. Strangely, though the elves of Sovyrian are notoriously standoffish to other races, gnomes are not only tolerated but welcomed freely within their borders, supposedly in honor of some pre-Gap bargain forgotten by outsiders.</p>",
		"avgheightmin" : 3,
		"avgheightmax" : 4,
		"avgweightmin" : 30,
		"avgweightmax" : 50,
		"maturationyear" : 40,
		"maxage" : 500,
		"maxsiblings" : 12,
		"link" : "https://www.starjammersrd.com/races/standard-fantasy-races/gnomes/",
		"weight": 1
	}, {
		"id" : 11,
		"name": "Gray",
		"desc": "<p>No one knows what planet or even galaxy the grays call home, but reports of their unnerving abductions, nightmarish paralysis, and mysterious experiments have been collected from countless worlds for as long as starships have sailed in the dark spaces of the universe. Such reports are fragmentary and unreliable, offered by victims recounting hazy memories of enduring various procedures under clinically bright lights or waking in cramped and lightless confinement, and do little to explain the methodology or goals of their captors. Those captors, though, have much in common no matter the specific circumstances or the species of the victim: an otherworldly presence, condescending interactions, and a sinister disregard for the agency and dignity of those they take as subjects for their experiments.</p><p>Grays communicate only telepathically, even among their own kind. Their faces and glassy black eyes show little emotion or reaction, and while graceful, they usually move with deliberate intention, often spending several moments in thought before committing to an action or movement. This inscrutability renders them enigmatic and disturbing to most other races.</p><p>Little is known about the grays’ motivations, and to date no efforts have been successful at establishing diplomatic relationships with them. However, their goals appear to center around the search for information, rather than conquest. Victims of their paralytic abductions are almost always returned mostly unharmed, though the sudden appearance of a series of scars or an inexplicable implant undermines the effects of the grays’ ability to erase memories of the experience. Researchers wonder at the end goals of this accumulation of knowledge and what purposes the information gleaned may serve in the meantime. Some fringe scientists believe grays are preparing for an eventual all-out invasion, while others posit they are simply curious about us, but their alien mindsets lead them to sate this inquisitiveness in disturbing ways.</p><p>Once rare enough that reports of their abductions were written off as conspiracy and delusion, encounters with grays have become disturbingly more common with the advent of Drift travel. Their sleek, disk-shaped starships lurk in the dark corners of the Drift, appearing seemingly out of nowhere to confront vessels with inattentive or unwary crews. Much like the grays themselves, their ships are designed less for offense and more for evading and subduing their targets, employing tractor beams and EMP weapons to disable and control a vessel, preserving its crew as test subjects. Such captives find themselves unable to move, held under brilliant lights, their captors mere silhouettes as their thoughts and memories are sifted under the gray’s psychic touch.</p>",
		"avgheightmin" : 2,
		"avgheightmax" : 4,
		"avgweightmin" : 30,
		"avgweightmax" : 60,
		"maturationyear" : 25,
		"maxage" : 800,
		"maxsiblings" : 4,
		"link" : "https://www.starjammersrd.com/races/other-races/gray/",
		"weight": 1
	}, {
		"id" : 12,
		"name": "Haan",
		"desc": "<p>The slender arthropodan haans are native to Bretheda, where they soar through the endless skies in search of prey. Haans fly not via wings but by deftly weaving their silken webbing into balloons, which they then inflate with buoyant gases expelled from tubes in their shells. Combining this upward lift with web sails and occasional blasts from their gas tubes, haans are able to ride the winds of their home world with terrifying speed and precision, often bobbing along just at the leading edge of a storm front. Once they locate prey, haans ignite their jets of flammable gas using sparks from specially evolved strike plates in their leg chitin, creating biological flamethrowers. The roasted prey is then quickly caught and secured to a balloon of its own before it can fall away into the planet’s depths.</p><p>Though haans are intelligent, their society is highly traditional and forbids all but the simplest tools. Those rare haans who leave their kin to travel the stars often become starship and aircraft pilots, finding that their experience in flying organically on Bretheda gives them a natural aptitude for the physics involved. Sadly, these individuals are inevitably mourned as dead by their families and never allowed to return home—a fact that leads many haan starfarers to join up with crime families, megacorporations, military organizations, adventuring groups such as the Starfinder Society, or an other social organizations that promise a senses of belonging. Of late, a group of haan expatriates have begun making plans for a technology-friendly haan colony on a gas giant in Near Space, which they’ve named Haanara. Without the need for ordinary humanoid gas-mining platforms, they hope to create a highly lucrative refuge for haan workers tired of being held back by tradition, though many fear that attempts to actively recruit on Bretheda will lead to ugly sectarian violence.</p><p>The average haan is 8 feet long and weighs 180 pounds. Their chitin tends toward a pinkish purple, and they have barbed limbs and spiky pedipalps, which stretch wide on either side of their faces. Though the mottled colors on their shells can be quite beautiful, haan vanity is focused almost exclusively on the large, hairlike spikes extending from the tips of their abdomen. Haans never cover these unless they absolutely have to, and they frequently carve, cut, and decorate them with the same care humans reserve for head hair. Indeed, even traditionalist haans on Bretheda often sneak onto mining settlements in search of offworlder barbers and other artisans offering “file and style” services to help them establish unique and identifiable looks.</p>",
		"avgheightmin" : 8,
		"avgheightmax" : 10,
		"avgweightmin" : 120,
		"avgweightmax" : 250,
		"maturationyear" : 10,
		"maxage" : 90,
		"maxsiblings" : 6,
		"link" : "https://www.aonsrd.com/Races.aspx?ItemName=Haan",
		"weight": 4
	}, {
		"id" : 13,
		"name": "Half-elf",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 2,
		"link" : "https://www.starjammersrd.com/races/standard-fantasy-races/half-elves/",
		"weight": 1
	}, {
		"id" : 14,
		"name": "Half-Orc",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 2,
		"link" : "https://www.starjammersrd.com/races/standard-fantasy-races/half-orcs/",
		"weight": 1
	}, {
		"id" : 15,
		"name": "Halfling",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 12,
		"link" : "https://www.starjammersrd.com/races/standard-fantasy-races/halflings/",
		"weight": 1
	}, {
		"id" : 16,
		"name": "Human",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 9,
		"link" : "https://www.starjammersrd.com/races/humans/",
		"weight": 1
	}, {
		"id" : 17,
		"name": "Ikeshti",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 6,
		"link" : "https://www.starjammersrd.com/races/other-races/ikeshti/",
		"weight": 1
	}, {
		"id" : 18,
		"name": "Kalo",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 6,
		"link" : "",
		"weight": 1
	}, {
		"id" : 19,
		"name": "Kasatha",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 4,
		"link" : "",
		"weight": 1
	}, {
		"id" : 20,
		"name": "Lashunta",
		"desc": "<p>Idealized by many other humanoid races and gifted with innate psychic abilities, lashuntas are at once consummate scholars and enlightened warriors, naturally divided into two specialized subraces with different abilities and societal roles.</p>",
		"avgheightmin" : 5,
		"avgheightmax" : 7,
		"avgweightmin" : 140,
		"avgweightmax" : 180,
		"maturationyear" : 20,
		"maxage" : 100,
		"maxsiblings" : 4,
		"link" : "https://www.aonsrd.com/Races.aspx?ItemName=Lashunta",
		"weight": 1
	}, {
		"id" : 21,
		"name": "Shirren",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 300,
		"link" : "",
		"weight": 1
	}, {
		"id" : 22,
		"name": "Vesk",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 10,
		"link" : "",
		"weight": 1
	}, {
		"id" : 23,
		"name": "Witchwyrd",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 6,
		"link" : "",
		"weight": 1
	}, {
		"id" : 24,
		"name": "Ysoki",
		"desc": "<p>Small and furtive, the ysoki are often overlooked by larger races. Yet through wit and technological prowess, they’ve spread throughout the solar system, giving truth to the old adage that every starship needs a few rats.</p>",
		"avgheightmin" : 3,
		"avgheightmax" : 4,
		"avgweightmin" : 60,
		"avgweightmax" : 100,
		"maturationyear" : 10,
		"maxage" : 80,
		"maxsiblings" : 8,
		"link" : "https://www.aonsrd.com/Races.aspx?ItemName=Ysoki",
		"weight": 1
	}, {
		"id" : 25,
		"name": "Other",
		"desc": "",
		"avgheightmin" : 0,
		"avgheightmax" : 0,
		"avgweightmin" : 0,
		"avgweightmax" : 0,
		"maturationyear" : 0,
		"maxage" : 0,
		"maxsiblings" : 6,
		"link" : "",
		"weight": 1
	}
]
}